---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.PathOfTravelFailures.UpdateFailureMultiple
source: html/a580fb56-bf20-b0e4-350d-59c91c7d0ad2.htm
---
# Autodesk.Revit.DB.BuiltInFailures.PathOfTravelFailures.UpdateFailureMultiple Property

[Number] Path of Travel lines failed to update.
 [Reason for failure]

## Syntax (C#)
```csharp
public static FailureDefinitionId UpdateFailureMultiple { get; }
```